FBSeletronica/ESP-IDF-COURSE/temp-sensor/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s2"
CONFIG_ESP_CONSOLE_USB_CDC=y
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
